Repository: elementary/monitor
Catalog: po/extra/*.po
Languages: ca, es, fr, he, ja, nl, pl, pt_br, ru, sv, uk

source: Monitor
he: צג
ja: モニター
ru: Монитор
sv: Övervaka
uk: Монітор

source: Manage processes and monitor system resources
ca: Gestioneu processos i superviseu els recursos del sistema
es: Gestiona procesos y monitoriza los recursos del sistema
fr: Gérez les processus et surveillez les ressources du système
he: ניהול תהליכים ומעקב אחר משאבי מערכת
ja: プロセスを管理し、システムリソースを監視します
nl: Beheer processen en monitor systeembronnen
pl: Zarządzaj procesami oraz monitoruj zasoby systemu
pt_br: Gerenciar processos e monitorar recursos do sistema
ru: Управление процессами и мониторинг системных ресурсов
sv: Hantera processer och övervaka systemresurser
uk: Керування процесами та спостереження за системними ресурсами

source: Display usage of system resources, filter and manage processes.
ca: Mostra l'ús dels recursos del sistema, filtra i gestiona processos.
es: Muestra el uso de los recursos del sistema, filtra y gestiona procesos.
fr: Visualisez l'utilisation des ressources du système, filtrez et gérez les processus.
he: הצגת ניצולת משאבי המערכת, סינון וניהול תהליכים.
ja: システムリソースの消費量を表示し、プロセスをフィルターし管理します。
nl: Toon het gebruik van systeembronnen en filter en beheer processen.
pl: Wyświetlanie wykorzystanie zasobów systemu, filtrowanie i zarządzanie procesami.
pt_br: Mostrar o uso de recursos do sistema, filtrar e gerenciar processos.
ru: Отображение использования системных ресурсов, фильтрование и управление процессами.
sv: Visa användningen av systemresurser, filtrera och hantera processer.
uk: Показ використовування системних ресурсів, фільтрування та керування процесами.

source: Stanisław Dac
he: סטניסלב דאק

source: Add info about drives (based on Dirli's code)
ca: Afegeix informació sobre les unitats (basat en el codi de Dirli)
es: Se agregó información acerca de discos (con base en código de Dirli)
fr: Ajout d'informations sur les lecteurs (basé sur le code de Dirli)
he: הוספת מידע על כוניים (לפי הקוד של Dirli)
ja: ドライバーに関する情報を表示 (Dirli のコードがベース)
nl: Voeg info over schijven toe (gebaseerd op Dirli's code)
pl: Dodano informacje o dyskach (na podstawie kodu Dirli)
pt_br: Adicionar informação sobre discos (baseado no código de Dirli)
ru: Добавлена информация о накопителях (на основе кода Dirli)
sv: Lägg till information om enheter (baserat på Dirlis kod)
uk: Додано інформацію про драйвери (на основі коду від Dirli)

source: Adds dark theme 🌚
ca: Afegeix-hi un tema fosc 🌚
es: Se agregó el tema oscuro 🌚
fr: Ajout du thème sombre 🌚
he: נוספה ערכת עיצוב כהה 🌚
ja: ダークテーマを追加 🌚
nl: Voegt donker thema toe 🌚
pl: Dodano ciemny motyw 🌚
pt_br: Adiciona tema escuro 🌚
ru: Добавлена тёмная тема 🌚
sv: Lägger till mörkt tema 🌚
uk: Додано темну тему 🌚

source: Uses Wingpanel v3; New *.deb package maintainer: Kristopher Ives
ca: Usa Wingpanel v3; Nou mantenidor de paquets *.deb: Kristopher Ives
es: Ahora se usa Wingpanel v3. Se agregó un nuevo mantenedor para el paquete *.deb: Kristopher Ives
fr: Utilisation de Wingpanel v3 ; Nouveau responsable du paquet *.deb : Kristopher Ives
he: שימוש בגרסה 3 של Wingpanel, מתחזק חדש לחבילות ‎*.deb: קריסטופר איבס
ja: Wingpanel 3にバージョンアップしました。また、Kristopher Ives が *.deb パッケージのメンテナーになりました
nl: Gebruikt Wingpanel v3; Nieuwe *.deb package maintainer: Kristopher Ives
pl: Użycie Wingpanel v3; Nowy opiekun pakietów *.deb: Kristopher Ives
pt_br: Usa Wingpanel v3; Novo mantenedor *.deb: Kristopher Ives
ru: Теперь использует Wingpanel v3; Новый разработчик *.deb-пакетов: Kristopher Ives
sv: Använder Wingpanel v3; Ny *.deb-paketunderhållare: Kristopher Ives
uk: Використовує Wingpanel v3; Новий супровідник пакунків *.deb: Kristopher Ives

source: 🐛 Should fix empty Indicator. Please reboot after installation ⚡️
ca: 🐛 Cal arreglar l'indicador buit. Si us plau, reinicieu després de la instal·lació ⚡️
es: 🐛 Se debió corregir el indicador mostrándose vacío. Por favor reiniciar después de instalar ⚡️
fr: 🐛 Cela devrait régler le problème d'indicateur vide. Veuillez redémarrer après l'installation ⚡️
he: 🐛 אמור לתקן את המחוון הריק. נא להפעיל מחדש אחרי התקנה ⚡️
ja: 🐛 インジケーターに何も表示されない不具合を修正しました。インストール後に再起動してください ⚡️
nl: 🐛 Dit zou lege indicator moeten verhelpen. Start opnieuw op na installatie⚡️
pl: 🐛 Powinno naprawić pusty indykator. Proszę zrestartować komputer po instalacji ⚡️
pt_br: 🐛 Deve consertar indicador vazio. Por favor, reinicie após a instalação ⚡️
ru: 🐛 Должно исправить пустой индикатор. Перезагрузитесь после установки ⚡️
sv: 🐛 Bör fixa tom indikator. Starta om efter installationen ⚡️
uk: 🐛 Повинно виправити порожній індикатор. Перезавантажтеся після встановлення ⚡️

source: 🐛 Try to fix frequent GUI hangs 🥶
ca: 🐛 Intenta arreglar els blocatges freqüents de la IGU 🥶
es: 🐛 Se trató de corregir bloqueos frecuentes de la interfaz🥶
fr: 🐛 Tentative de correction des blocages fréquents de l'interface 🥶
he: 🐛 בוצע ניסיון לתקן תקיעות מנשק משתמש שחזרו בתדירות גבוהה 🥶
ja: 🐛 GUI が頻繁に固まる不具合を修正する試みを行いました 🥶
nl: 🐛 Probeer frequente gevallen van vastlopende GUI op te lossen 🥶
pl: 🐛 Próba naprawienia częstego zawieszania GUI 🥶
pt_br: 🐛 Tenta consertar travamentos de interface frequentes 🥶
ru: 🐛 Попытка исправить зависания интерфейса 🥶
sv: 🐛 Försök att åtgärda frekventa GUI-häng 🥶
uk: 🐛 Спроба виправити часті зависання графічного інтерфейсу 🥶

source: 🇳🇱 Update Dutch translation (@Vistaus)
ca: 🇳🇱 Actualització de la traducció neerlandesa (@Vistaus)
es: 🇳🇱 Se actualizó la traducción al holandés (@Vistaus)
fr: 🇳🇱 Mise à jour de la traduction en néerlandais (@Vistaus)
he: 🇳🇱 עדכון התרגום להולנדית (‎@Vistaus)
ja: 🇳🇱 オランダ語翻訳を更新 (@Vistaus)
nl: 🇳🇱 Nederlandse vertaling bijwerken (@Vistaus)
pl: 🇳🇱 Aktualizacja holenderskiego tłumaczenia (@Vistaus)
pt_br: 🇳🇱 Tradução neerlandesa atualizada (@Vistaus)
ru: 🇳🇱 Обновлён нидерландский перевод (@Vistaus)
sv: 🇳🇱 Uppdatering av nederländsk översättning (@Vistaus)
uk: 🇳🇱 Оновлення перекладу нідерландською мовою (@Vistaus)

source: 🇵🇹 Update Portuguese translation (@hugok79)
ca: 🇵🇹 Actualització de la traducció del portuguès (@hugok79)
es: 🇵🇹 Se actualizó la traducción al portugués (@hugok79)
fr: 🇵🇹 Mise à jour de la traduction en portugais (@hugok79)
he: 🇵🇹 עדכון התרגום לפורטוגלית (‎@hugok79)
ja: 🇵🇹 ポルトガル語翻訳を更新 (@hugok79)
nl: 🇵🇹 Portugese vertaling bijwerken (@hugok79)
pl: 🇵🇹 Aktualizacja portugalskiego tłumaczenia (@hugok79)
pt_br: 🇵🇹 Tradução portuguesa de Portugal atualizada (@hugok79)
ru: 🇵🇹 Обновлён португальский перевод (@hugok79)
sv: 🇵🇹 Uppdatering av portugisisk översättning (@hugok79)
uk: 🇵🇹 Оновлення перекладу португальською мовою (@hugok79)

source: 🇷🇴 Add Romanian translation (@tiberiufrat)
ca: 🇷🇴 Afegeix una traducció al romanès (@tiberiufrat)
es: 🇷🇴 Se agregó traducción al rumano (@tiberiufrat)
fr: 🇷🇴 Ajout de la traduction en roumain (@tiberiufrat)
he: 🇷🇴 הוספת תרגום לרומנית (‎@tiberiufrat)
ja: 🇷🇴 ルーマニア語翻訳を更新 (@tiberiufrat)
nl: 🇷🇴 Voeg Roemeense vertaling toe (@tiberiufrat)
pl: 🇷🇴 Dodanie rumuńskiego tłumaczenia (@tiberiufrat)
pt_br: 🇷🇴 Adicionada tradução em Romeno (@tiberiufrat)
ru: 🇷🇴 Добавлен румынский перевод (@tiberiufrat)
sv: 🇷🇴 Lägg till rumänsk översättning (@tiberiufrat)
uk: 🇷🇴 Додано переклад румунською мовою (@tiberiufrat)

source: Display Storage usage
ca: Mostra l'ús de l'emmagatzematge
es: Ahora se muestra la utilización del almacenamiento
fr: Affichage de l'état du stockage
he: הצגת ניצולת האחסון
ja: ストレージの使用状況を表示
nl: Weergave van opslaggebruik
pl: Wyświetlanie użycia pamięci dyskowej
pt_br: Mostra uso de armazenamento
ru: Отображение использования хранилища
sv: Visa lagringsanvändning
uk: Показ використання пам'яті

source: Update Russian translation (@camellan)
ca: Actualització de la traducció al rus (@camellan)
es: Se actualizó la traducción al ruso (@camellan)
fr: Mise à jour de la traduction en russe (@camellan)
he: עדכון התרגום לרוסית (‎@camellan)
ja: ロシア語翻訳を更新 (@camellan)
nl: Russische vertaling bijwerken (@camellan)
pl: Aktualizacja rosyjskiego tłumaczenia (@camellan)
pt_br: Atualiza tradução Russa (@camellan)
ru: Обновлён русский перевод (@camellan)
sv: Uppdatering av rysk översättning (@camellan)
uk: Оновлення перекладу російською мовою (@camellan)

source: Update Portuguese translation (@hugok79)
ca: Actualització de la traducció del portuguès (@hugok79)
es: Se actualizó la traducción al portugués (@hugok79)
fr: Mise à jour de la traduction en portugais (@hugok79)
he: עדכון התרגום לפורטוגלית (‎@hugok79)
ja: ポルトガル語翻訳を更新 (@hugok79)
nl: Portugese vertaling bijwerken (@hugok79)
pl: Aktualizacja portugalskiego tłumaczenia (@hugok79)
pt_br: Tradução portuguesa de Portugal atualizada (@hugok79)
ru: Обновлён португальский перевод (@hugok79)
sv: Uppdatering av portugisisk översättning (@hugok79)
uk: Оновлення перекладу португальською мовою (@hugok79)

source: Different colours for Upload and Download
ca: Colors diferents per pujar i descarregar
es: Se agregaron diferentes colores para carga y descarga de red
fr: Couleurs différentes pour le débit montant et descendant
he: צבעים שונים להעלאה ולהורדה
ja: 送信と受信を異なる色で表示するように修正
nl: Verschillende kleuren voor Upload en Download
pl: Inne kolory dla pobierania oraz wysyłania
pt_br: Cores diferentes para Upload e Download
ru: Разные цвета для отдачи и загрузки
sv: Olika färger för upp- och nedladdning
uk: Різні кольори для завантаження та вивантаження

source: Update Portuguese translation (@rottenpants466)
ca: Actualització de la traducció al portuguès (@rottenpants466)
es: Se actualizó la traducción al portugués (@rottenpants466)
fr: Mise à jour de la traduction en portugais (@rottenpants466)
he: עדכון התרגום לפורטוגלית (‎@rottenpants466)
ja: ポルトガル語翻訳を更新 (@rottenpants466)
nl: Portugese vertaling bijwerken (@rottenpants466)
pl: Aktualizacja portugalskiego tłumaczenia (@rottenpants466)
pt_br: Tradução portuguesa de Portugal atualizada (@rottenpants466)
ru: Обновлён португальский перевод (@rottenpants466)
sv: Uppdatering av portugisisk översättning (@rottenpants466)
uk: Оновлення перекладу португальською мовою (@rottenpants466)

source: Update Dutch translation (@Vistaus)
ca: Actualització de la traducció neerlandesa (@Vistaus)
es: Se actualizó la traducción al holandés (@Vistaus)
fr: Mise à jour de la traduction en néerlandais (@Vistaus)
he: עדכון התרגום להולנדית (‎@Vistaus)
ja: オランダ語翻訳を更新 (@Vistaus)
nl: Nederlandse vertaling bijwerken (@Vistaus)
pl: Aktualizacja holenderskiego tłumaczenia (@Vistaus)
pt_br: Atualiza tradução neerlandesa (@Vistaus)
ru: Обновлён нидерландский перевод (@Vistaus)
sv: Uppdatering av nederländsk översättning (@Vistaus)
uk: Оновлення перекладу нідерландською мовою (@Vistaus)

source: Smoother animations (@DevAlien)
ca: Animacions més suaus (@DevAlien)
es: Ahora se tienen animaciones más suevas (@DevAlien)
fr: Animations plus fluides (@DevAlien)
he: הנפשות חלקות יותר (‎@DevAlien)
ja: 描画がなめらかになるように修正 (@DevAlien)
nl: Vloeiendere animaties (@DevAlien)
pl: Płynniejsze animacje (@DevAlien)
pt_br: Animações mais suaves (@DevAlien)
ru: Более плавные анимации (@DevAlien)
sv: Mjukare animationer (@DevAlien)
uk: Плавніша анімація (@DevAlien)

source: Preselect first entry so that the info panel is always open (@DevAlien)
ca: Preselecció de la primera entrada perquè el tauler d'informació estigui sempre obert (@DevAlien)
es: Ahora la primera entrada se preselecciona. Así el panel de información siempre estará abierto (@DevAlien)
fr: Présélection de la première entrée afin que le panneau d'information soir toujours ouvert (@DevAlien)
he: בחירת הרשומה הראשונה אוטומטית כדי שלוח המידע תמיד יישאר פתוח (‎@DevAlien)
ja: 情報パネルが常に表示されるように、プロセス一覧の先頭要素を自動で選択するように修正 (@DevAlien)
nl: Selecteer het eerste item vooraf, zodat het infopaneel altijd open is (@DevAlien)
pl: Automatyczne wybranie pierwszego wpisu by panel informacyjny był zawsze otwarty (@DevAlien)
pt_br: Pré-seleciona a primeira entrada para que o painel de informações esteja sempre aberto (@DevAlien)
ru: Автоматическое выделение первого элемента, чтобы информационная панель всегда была открыта (@DevAlien)
sv: Förval av första post så att infopanelen alltid är öppen (@DevAlien)
uk: Попередній вибір першого запису, щоб інформаційна панель завжди була відкрита (@DevAlien)

source: Show CPU temperature in the Indicator
ca: Mostra la temperatura de la CPU a l'indicador
es: Se muestra la temperatura del CPU en el indicador
fr: Affichage de la température du CPU dans l'indicateur
he: הצגת טמפרטורת מעבד במחוון
ja: CPU 温度をインジケーターに表示するように修正
nl: Weergave van de CPU temperatuur in de Indicator
pl: Pokaż temperaturę CPU w indykatorze
pt_br: Mostra a temperatura de CPU no indicador
ru: Отображение температуры процессора в индикаторе
sv: Visa CPU-temperaturen i indikatorn
uk: Показ температури процесора в Індикаторі

source: Better System Tab
ca: Pestanya del sistema millorada
es: Se mejoró la pestaña del sistema
fr: Meilleur onglet Système
he: לשונית מערכת משופרת
ja: “システム”タブを改善
nl: Better Systeemtabblad
pl: Lepsza karta systemu
pt_br: Melhor sistema de abas
ru: Улучшена вкладка «Система»
sv: Bättre systemflik
uk: Покращена вкладка Система

source: Save last opened view (@ryonakano)
ca: Desa la darrera visualització oberta (@ryonakano)
es: Ahora se guarda la última vista abierta (@ryonakano)
fr: Mémorisation de la dernière page ouverte (@ryonakano)
he: שמירת התצוגה האחרונה שנפתחה (‎@ryonakano)
ja: 最後に開いたタブを復元するように修正 (@ryonakano)
nl: Bewaar de laatste geopende weergave (@ryonakano)
pl: Ostatnio otwarty widok jest zapisywany (@ryonakano)
pt_br: Salvar última visualização aberta (@ryonakano)
ru: Запоминать последнее открытое представление (@ryonakano)
sv: Spara senast öppnade vy (@ryonakano)
uk: Збереження останнього відкритого подання (@ryonakano)

source: Update Japanese translation (Ryo Nakano)
ca: Actualització de la traducció al japonès (Ryo Nakano)
es: Se actualizó la traducción al japonés (Ryo Nakano)
fr: Mise à jour de la traduction en japonais (Ryo Nakano)
he: התרגום ליפנית עודכן (ריו נקאנו)
ja: 日本語翻訳を更新 (Ryo Nakano)
nl: De Japanse vertaling bijwerken (Ryo Nakano)
pl: Aktualizacja japońskiego tłumaczenia (Ryo Nakano)
pt_br: Atualiza tradução japonesa (Ryo Nakano)
ru: Обновлён японский перевод (Ryo Nakano)
sv: Uppdatering av japansk översättning (Ryo Nakano)
uk: Оновлення перекладу японською мовою (Ryo Nakano)

source: Disable search entry, when System tab is active
ca: Desactiva l'entrada de cerca quan la pestanya de sistema estigui activa
es: Ahora se deshabilita la entrada de búsqueda, cuando la pestaña de sistema se encuentra activa
fr: Désactivation du champ de recherche lorsque l'onglet Système est actif
he: השבתת רשומת חיפוש כשלשונית המערכת פעילה
ja: “システム”タブを表示している場合は検索欄を無効化するように修正
nl: De zoekfunctie uitzetten als Systeemtabblad actief is
pl: Wyłączenie wyszukiwania gdy aktywna jest karta systemu
pt_br: Desabilita entrada de pesquisa, quando a aba Sistema está ativa
ru: Отключение поля поиска, когда вкладка «Система» активна
sv: Inaktivera sökinmatning när fliken System är aktiv
uk: Вимкнення пошуку, коли активна вкладка Система

source: Add screenshots
ca: Afegeix captures de pantalla
es: Se agregaron capturas de pantalla
fr: Ajout de captures d'écran
he: הוספת צילומי מסך
ja: スクリーンショットを追加
nl: Schermafbeeldingen oevoegen
pl: Dodano zrzuty ekranu
pt_br: Adiciona capturas de tela
ru: Добавлены снимки приложения
sv: Lägg till skärmdumpar
uk: Додано знімки екрана

source: Add System resources tab
ca: Afegeix la pestanya de recursos del sistema
es: Se agregó la pestaña de recursos del sistema
fr: Ajout de l'onglet Ressources système
he: הוספת לשונית משאבי מערכת
ja: システムリソースを表示するタブを追加
nl: Tabblad Systeembronnen toevoegen
pl: Dodano kartę zasobów systemowych
pt_br: Adiciona aba de recursos de Sistema
ru: Добавлена вкладка системных ресурсов
sv: Lägg till fliken Systemresurser
uk: Додано вкладку Системні ресурси

source: Added tooltips to process state label (Ryo Nakano)
ca: S'han afegit consells sobre eines per processar l'etiqueta d'estat (Ryo Nakano)
es: Se agregaron descripciones emergentes para la etiqueta del estado del proceso (Ryo Nakano)
fr: Ajout d'infobulles à l'étiquette de l'état du processus (Ryo Nakano)
he: נוספו חלוניות עצה לתוויות מצב תהליך (ריו נקאנו)
ja: プロセスの状態を示すラベルにツールチップを追加 (Ryo Nakano)
nl: Tooltips toevoegen aan processtatuslabel (Ryo Nakano)
pl: Dodano tooltipy do etykiet stanu procesu (Ryo Nakano)
pt_br: Adiciona dicas ao rótulo de estado do processo (Ryo Nakano)
ru: Добавлены всплывающие подсказки к меткам состояния процессов (Ryo Nakano)
sv: Lade till verktygstips till processtatusetiketten (Ryo Nakano)
uk: Додано підказки для обробки мітки стану (Ryo Nakano)

source: Small bugfix
ca: Petita correcció d'errors
es: Se realizaron correcciones menores
fr: Petite correction de bug
he: תיקוני תקלות קטנות
ja: 軽微なバグ修正
nl: Kleine bugfix
pl: Drobne poprawki
pt_br: Pequenas correções de bugs
ru: Мелкие исправления
sv: Liten buggfix
uk: Незначні виправлення

source: Fix sorting arrows
ca: Correcció de les fletxes d'ordenació
es: Se corrigieron las flechas de ordenamiento
fr: Correction des flèches de tri
he: חיצי המיון תוקנו
ja: 並べ替えを示す矢印アイコンを修正
nl: Sorteerpijlen corrigeren
pl: Naprawiono strzałki sortowania
pt_br: Conserta setas de ordenação
ru: Исправлены стрелки сортировки
sv: Fixa sorteringspilar
uk: Виправлено стрілки сортування

source: Update Russian translation (camellan)
ca: Actualització de la traducció al rus (camellan)
es: Se actualizó la traducción al ruso (camellan)
fr: Mise à jour de la traduction en russe (camellan)
he: עדכון התרגום לרוסית (camellan)
ja: ロシア語翻訳を更新 (camellan)
nl: Russische vertaling bijwerken (camellan)
pl: Aktualizacja rosyjskiego tłumaczenia (camellan)
pt_br: Atualiza tradução russa (camellan)
ru: Обновлён русский перевод (camellan)
sv: Uppdatering av rysk översättning (camellan)
uk: Оновлено переклад російською мовою (camellan)

source: Add Turkish translation (Harun Yasar)
ca: Addició de la traducció al turc (Harun Yasar)
es: Se agregó traducción al turco (Harun Yasar)
fr: Ajout de la traduction en turc (Harun Yasar)
he: הוספת התרגום לטורקית (Harun Yasar)
ja: トルコ語翻訳を追加 (Harun Yasar)
nl: Turkse vertaling toevoegen (Harun Yasar)
pl: Dodanie tureckiego tłumaczenia (Harun Yasar)
pt_br: Adiciona tradução turca (Harun Yasar)
ru: Добавлен турецкий перевод (Harun Yasar)
sv: Lägg till turkisk översättning (Harun Yasar)
uk: Оновлено переклад турецькою мовою (Harun Yasar)

source: Use newest version of live-chart (Laurent Callarec) ← Check his lib for creating charts, it's amazing!
ca: Usa la versió més recent de live-chart (Laurent Callarec) ← Consulta'n la biblioteca per crear gràfics, és increïble!
es: Ahora se usa la última versión de live-chart (Laurent Callarec) ← Les recomendamos revisar su biblioteca para crear gráficos. ¡Es genial!
fr: Utilisation de la dernière version de live-chart (Laurent Callarec) ← Allez voir sa bibliothèque pour créer des graphiques, c'est génial !
he: מעבר לשימוש בגרסה החדשה של live-chart (לורנט קָלַארֵק) → מומלץ להתנסות בספרייה שלו ליצירת תרשימים, היא מדהימה!
ja: 最新バージョンの live-chart に更新 (Laurent Callarec) ← グラフを作るためのライブラリです。ぜひ一度見に行っていただきたいほど素晴らしい!
nl: Gebruik de nieuwste versie van live-chart (Laurent Callarec) ← Bekijk zijn bibliotheek voor het aanmaken van grafieken, die is geweldig!
pl: Wykorzystano najnowszą wersję live-chart (Laurent Callarec) ← Sprawdźcie jego bibliotekę do tworzenia wykresów, jest świetna!
pt_br: Usa a versão mais recente do live-chart (Laurent Callarec) ← Dê uma olhada na biblioteca de criação de gráficos dele, é incrível!
ru: Используется новейшая библиотека графиков (Laurent Callarec) ← Зацените его библиотеку для создания графиков, она прекрасна!
sv: Använd den senaste versionen av live-chart (Laurent Callarec) ← Kolla hans bibliotek för att skapa diagram, det är fantastiskt!
uk: Використання найновішої версії live-chart (Laurent Callarec) ← Перевірка його бібліотеки для створення графіків, вона дивовижна!

source: Detailed process info in sidebar
ca: Informació detallada del procés a la barra lateral
es: Se agregó información detallada de los procesos en la barra lateral
fr: Informations détaillées du processus dans la barre latérale
he: תהליך מפורט בסרגל הצד
ja: サイドバーにプロセスの詳細情報を表示する機能を追加
nl: Gedetailleerde procesinformatie in de zijbalk
pl: Dokładne informacje o procesie w panelu bocznym
pt_br: Informações de processo detalhadas na barra lateral
ru: Детальная информация о процессах в боковой панели
sv: Detaljerad processinformation i sidofältet
uk: Детальна інформація про процес на бічній панелі

source: CPU frequency in tooltip (Ryo Nakano)
ca: Freqüència de la CPU a la informació sobre eines (Ryo Nakano)
es: Se agregó la frecuencia del CPU en la descripción emergente (Ryo Nakano)
fr: Fréquence du CPU en infobulle (Ryo Nakano)
he: תדירות מעבד בחלונית העצה (ריו נקאנו)
ja: ツールチップに CPU 使用率を表示するように修正 (Ryo Nakano)
nl: CPU-frequentie in de tooltip (Ryo Nakano)
pl: Częstotliwość CPU w tooltipie (Ryo Nakano)
pt_br: Frequência de CPU na dica de contexto (Ryo Nakano)
ru: Частота ЦП во всплывающей подсказке (Ryo Nakano)
sv: CPU-frekvens i verktygstips (Ryo Nakano)
uk: Частота процесора у підказці (Ryo Nakano)

source: Bugfix (potential) of crushes and high CPU usage
ca: Correcció de fallades (potencials) i ús elevat de CPU
es: Se corrigieron (potencialmente) fallas graves y uso alto del CPU
fr: Correction (potentielle) des plantages et de l'utilisation élevée du processeur
he: תיקון תקלות (כפי הנראה) של קריסות ועומס על המעבד
ja: クラッシュや CPU 使用率を占有してしまう不具合を部分的に修正
nl: Bugfix voor (mogelijke) vastlopers en hoog CPU-gebruik
pl: Naprawienie (potencjalnego) błędu z crashami oraz wysokim zużyciem CPU
pt_br: Correção (potencial) de falhas e alto uso de CPU
ru: Исправление (потенциальных) сбоев и повышенного использования ЦП
sv: Buggfix (potentiell) av krossar och hög CPU-användning
uk: Виправлення (потенційних) помилок, пов'язаних з перевантаженням та високим завантаженням процесора

source: Update German translation (Carsten Dietrich)
ca: Actualització de la traducció a l'alemany (Carsten Dietrich)
es: Se actualizó la traducción al alemán (Carsten Dietrich)
fr: Mise à jour de la traduction en allemand (Carsten Dietrich)
he: עדכון התרגום לגרמנית (Carsten Dietrich)
ja: ドイツ語翻訳を更新 (Carsten Dietrich)
nl: Duitse vertaling bijwerken (Carsten Dietrich)
pl: Aktualizacja niemieckiego tłumaczenia (Carsten Dietrich)
pt_br: Atualiza tradução alemã (Carsten Dietrich)
ru: Обновлён немецкий перевод (Carsten Dietrich)
sv: Uppdatering av tysk översättning (Carsten Dietrich)
uk: Оновлено переклад німецькою мовою (Carsten Dietrich)

source: Update Portuguese translation (Hugo Carvalho)
ca: Actualització de la traducció al portuguès (Hugo Carvalho)
es: Se actualizó la traducción al portugués (Hugo Carvalho)
fr: Mise à jour de la traduction en portugais (Hugo Carvalho)
he: עדכון התרגום לפורטוגלית (Hugo Carvalho)
ja: ポルトガル語翻訳を更新 (Hugo Carvalho)
nl: Portugese vertaling bijwerken (Hugo Carvalho)
pl: Aktualizacja portugalskiego tłumaczenia (Hugo Carvalho)
pt_br: Tradução portuguesa de Portugal atualizada (Hugo Carvalho)
ru: Обновлён португальский перевод (Hugo Carvalho)
sv: Uppdatering av portugisisk översättning (Hugo Carvalho)
uk: Оновлено переклад португальською мовою (Hugo Carvalho)

source: Update French translation (Nathan Bonnemains and Skeudwenn)
ca: Actualització de la traducció francesa (Nathan Bonnemains i Skeudwenn)
es: Se actualizó la traducción al francés (Nathan Bonnemains and Skeudwenn)
fr: Mise à jour de la traduction en français (Nathan Bonnemains and Skeudwenn)
he: עדכון התרגום לצרפתית (Nathan Bonnemains ו־Skeudwenn)
ja: フランス語翻訳を更新 (Nathan Bonnemains と Skeudwenn)
nl: Franse vertaling bijwerken (Nathan Bonnemains and Skeudwenn)
pl: Aktualizacja francuskiego tłumaczenia (Nathan Bonnemains and Skeudwenn)
pt_br: Atualiza tradução francesa (Nathan Bonnemains and Skeudwenn)
ru: Обновлён французский перевод (Nathan Bonnemains и Skeudwenn)
sv: Uppdatering av fransk översättning (Nathan Bonnemains och Skeudwenn)
uk: Оновлено переклад французькою мовою (Nathan Bonnemains і Skeudwenn)
