Repository: elementary/monitor
Catalog: po/extra/*.po
Languages: ca, es, fr, he, ja, nl, pl, pt_br, ru, sv, uk

source: Fix: Don't show swap percentage when it's not available (Ryo Nakano)
ca: Correcció: no es mostra el percentatge d'intercanvi quan no està disponible (Ryo Nakano)
es: Se corrigió un error que mostraba el porcentaje de intercambio cuando no estaba disponible (Ryo Nakano)
fr: Correction : Ne pas afficher le pourcentage de fichier d'échange lorsqu'il n'est pas disponible (Ryo Nakano)
he: תיקון: לא להציג אחוזי החלפה כשאינם זמינים (ריו נקאנו)
ja: スワップが使用できない場合は使用率を表示しないように修正 (Ryo Nakano)
nl: Oplossing: Toon het swappercentage niet als het niet beschikbaar is (Ryo Nakano)
pl: Poprawka: Procent swapu nie jest pokazywany gdy nie jest dostępny (Ryo Nakano)
pt_br: Correção: Não mostra a porcentagem de swap quando não está disponível (Ryo Nakano)
ru: Исправление: не отображать процент подкачки, когда он недоступен (Ryo Nakano)
sv: Åtgärda: Visa inte växlingsprocent när den inte är tillgänglig (Ryo Nakano)
uk: Виправлено: Не показувати відсоток swap, коли він недоступний (Ryo Nakano)

source: Update Italian translation (Mirko Brombin)
ca: Actualització de la traducció a l'italià (Mirko Brombin)
es: Se actualizó la traducción al italiano (Mirko Brombin)
fr: Mise à jour de la traduction en italien (Mirko Brombin)
he: עדכון התרגום לאיטלקית (Mirko Brombin)
ja: イタリア語翻訳を更新 (Mirko Brombin)
nl: Italiaanse vertaling bijwerken (Mirko Brombin)
pl: Aktualizacja włoskiego tłumaczenia (Mirko Brombin)
pt_br: Atualiza tradução italiana (Mirko Brombin)
ru: Обновлён итальянский перевод (Mirko Brombin)
sv: Uppdatering av italiensk översättning (Mirko Brombin)
uk: Оновлено переклад італійською мовою (Mirko Brombin)

source: Show swap usage (Ryo Nakano)
ca: Mostra l'ús d'intercanvi (Ryo Nakano)
es: Ahora se muestra el uso de la memoria de intercambio (Ryo Nakano)
fr: Affichage de l'utilisation du fichier d'échange (Ryo Nakano)
he: הצגת ניצולת שטח החלפה (Ryo Nakano)
ja: スワップ使用率を表示する機能を追加 (Ryo Nakano)
nl: Toon swapgebruik (Ryo Nakano)
pl: Pokazanie zużycie swapu (Ryo Nakano)
pt_br: Mostra uso de swap (Ryo Nakano)
ru: Отображение использования подкачки (Ryo Nakano)
sv: Visa växlingsanvändning (Ryo Nakano)
uk: Показ використання swap (Ryo Nakano)

source: Code refactoring (Ryo Nakano)
ca: Refactorització de codi (Ryo Nakano)
es: Reorganización del código (Ryo Nakano)
fr: Refactorisation du code (Ryo Nakano)
he: שכתוב קוד (ריו נקאנו)
ja: コードをリファクタリング (Ryo Nakano)
pl: Refaktor kodu (Ryo Nakano)
pt_br: Refatoração do código (Ryo Nakano)
ru: Рефакторинг кода (Ryo Nakano)
sv: Refaktorisering av kod (Ryo Nakano)
uk: Упорядкування коду (Ryo Nakano)

source: Fix contents of the window are not shown (Ryo Nakano)
ca: Correcció del contingut de la finestra que no es mostra (Ryo Nakano)
es: Se corrigieron algunos contenidos de la ventana que no se mostraban (Ryo Nakano)
fr: Correction du contenu de la fenêtre non affiché (Ryo Nakano)
he: תוקן מצב שתוכן החלון לא מופיע (ריו נקאנו)
ja: ウィンドウの内容が表示されない不具合を修正 (Ryo Nakano)
nl: Het probleem is opgelost dat de inhoud van de vensters niet wordt weergegeven (Ryo Nakano)
pl: Naprawiono błąd gdzie zawartość okien nie jest pokazywana (Ryo Nakano)
pt_br: Corrige conteúdos da janela que não são mostrados (Ryo Nakano)
ru: Исправлена проблема, из-за которой содержимое окна не показывалось (Ryo Nakano)
sv: Åtgärdade innehåll i fönstret som inte visas (Ryo Nakano)
uk: Виправлено помилку, коли вміст вікна не показується (Ryo Nakano)

source: ix no row is still selected when indicator options are enabled (Ryo Nakano)
ca: Correcció que encara no se selecciona cap fila quan les opcions d'indicadors estan habilitades (Ryo Nakano)
es: Se corrigió un problema donde no se seleccionaba ninguna fila cuando las opciones de indicadores estaban activadas (Ryo Nakano)
fr: Correction de l'absence de ligne sélectionnée lorsque les options d'indicateur sont activées (Ryo Nakano)
he: תוקנה בעיה שאף שורה עדיין נבחרת כאשר אפשרויות החיווי פעילות (ריו נקאנו)
ja: インジケーター機能が有効になっている場合も、プロセスが選択されない不具合を修正 (Ryo Nakano)
nl: Het probleem is opgelost dat er nog steeds geen rij is geselecteerd wanneer de indicatoropties zijn ingeschakeld (Ryo Nakano)
pl: Naprawiono błąd gdzie żaden rząd nie jest pokazywany gdy opcje indykatora są włączone (Ryo Nakano)
pt_br: ix nenhuma linha ainda está selecionada quando as opções do indicador estão habilitadas
ru: Исправлено отсутствие выделения строки при включении опции индикаторов (Ryo Nakano)
sv: ix ingen rad är fortfarande markerad när indikatoralternativ är aktiverade (Ryo Nakano)
uk: Виправлено, що жоден рядок не вибрано, коли опції індикатора увімкнено (Ryo Nakano)

source: Fix the app crashes by clicking the "End/Kill Process" buttons when no process is selected (Ryo Nakano)
ca: Correcció dels bloquejos de l'aplicació fent clic als botons Acaba / Mata el procés quan no se selecciona cap procés (Ryo Nakano)
es: Se corrigió una falla grave cuando se hacía clic en los botones «Finalizar/Terminar proceso» sin haber seleccionado un proceso (Ryo Nakano)
fr: Correction des plantages de l'application lors du clic sur les boutons « Terminer/Tuer le processus » alors qu'aucun processus n'est sélectionné (Ryo Nakano)
he: תוקנו קריסות של היישום בלחיצה על כפתורי „סיום/חיסול תהליך” כשלא נבחר אף תהליך (ריו נקאנו)
ja: プロセスが選択されていない状態で "プロセスを終了" ボタンや "プロセスを強制終了" ボタンを押すと、アプリがクラッシュする不具合を修正 (Ryo Nakano)
nl: Het probleem is opgelost dat de app vastloopt bij het aanklikken van de "End/Kill Process"-knoppen als geen proces is geselecteerd (Ryo Nakano)
pl: Naprawiono crashe aplikacji wywoływane przez kliknięcie „Zakończ/Zabij proces” gdy żaden proces nie jest wybrany (Ryo Nakano)
pt_br: Corrige falhas no aplicativo quando clicava no botão "Finalizar/Matar processo" quando nenhum processo está selecionado (Ryo Nakano)
ru: Исправлен сбой, происходивший при нажатии кнопок «Завершить/убить процесс», когда ни один процесс не выбран (Ryo Nakano)
sv: Åtgärda appkrascherna genom att klicka på knapparna "Avsluta / döda process" när ingen process är vald (Ryo Nakano)
uk: Усунено збої у застосунку під час натискання кнопок «Завершити/Вбити процес», коли не вибрано жодного процесу (Ryo Nakano)

source: Added buttons to either "kill" or "end" a process. (Evan Buss)
ca: S'han afegit botons per matar o acabar un procés. (Evan Buss)
es: Se agregaron botones para «finalizar» o «terminar» un proceso. (Evan Buss)
fr: Ajout de boutons pour « tuer » ou « terminer » un processus. (Evan Buss)
he: נוספו כפתורים „לחסל” או „לסיים” תהליך. (איוון באס)
ja: プロセスの“強制終了”と“終了”とで別々のボタンに変更しました。(Evan Buss)
nl: Knoppen zijn toegevoegd voor hetzij "beëindigen" of "stoppen" van een process. (Evan Buss)
pl: Dodano przyciski do „zabijania” oraz „zakończenia” procesu. (Evan Buss)
pt_br: Adiciona botões para 'matar' ou 'encerrar' um processo. (Evan Buss)
ru: Добавлены кнопки, чтобы «завершить» или «убить» процесс. (Evan Buss)
sv: Lade till knappar för att antingen "döda" eller "avsluta" en process. (Evan Buss)
uk: Додано кнопки «вбити» або «завершити» процес. (Evan Buss)

source: Change screenshot to English (Christopher Crouse)
ca: Canvia la captura de pantalla a l'anglès (Christopher Crouse)
es: Se cambió la captura de pantalla para que sea en inglés (Christopher Crouse)
fr: Modification des captures d'écran en anglais (Christopher Crouse)
he: החלפת צילום המסך לאנכלית (קריסטופר קרוס)
ja: 英語のスクリーンショットに変更 (Christopher Crouse)
nl: De schermafbeelding wijzigen naar Engels (Christopher Crouse)
pl: Zrzut ekranu został zmieniony na angielski (Christopher Crouse)
pt_br: Muda captura de tela para inglês (Christopher Crouse)
ru: Язык снимка приложения изменён на английский (Christopher Crouse)
sv: Ändra skärmdump till engelska (Christopher Crouse)
uk: Змінено знімок екрана англійською мовою (Christopher Crouse)

source: Check if the default display is a X11 display (Hannes Schulze)
ca: Comprova si la pantalla predeterminada és una pantalla X11 (Hannes Schulze)
es: Ahora se verifica si la pantalla está utilizando X11 (Hannes Schulze)
fr: Vérification que l'affichage par défaut est un affichage X11 (Hannes Schulze)
he: לבדוק האם תצוגת ברירת המחדל היא X11 (האנס שולצה)
ja: デフォルトのディスプレイが X11 かどうかを確認するように修正 (Hannes Schulze)
nl: Controleer of het standaardbeeldscherm een X11 beeldscherm is (Hannes Schulze)
pl: Sprawdzanie czy domyślny wyświetlacz to X11 (Hannes Schulze)
pt_br: Checa se o monitor padrão é um monitor X11 (Hannes Schulze)
ru: Проверка, является ли экран по умолчанию X11 (Hannes Schulze)
sv: Kontrollera om standardskärmen är en X11-display (Hannes Schulze)
uk: Перевірка, чи усталено використовується X11 (Hannes Schulze)

source: Update Spanish translation (Mario Rodrigo)
ca: Actualització de la traducció a l'espanyol (Mario Rodrigo)
es: Se actualizó la traducción al español (Mario Rodrigo)
fr: Mise à jour de la traduction en espagnol (Mario Rodrigo)
he: עדכון התרגום לספרדית (מריו רודריגו)
ja: スペイン語翻訳を更新 (Mario Rodrigo)
nl: Spaanse vertaling bijwerken (Mario Rodrigo)
pl: Aktualizacja hiszpańskiego tłumaczenia (Mario Rodrigo)
pt_br: Tradução em Espanhol atualizada (Mario Rodrigo)
ru: Обновлён испанский перевод (Mario Rodrigo)
sv: Uppdatering av spansk översättning (Mario Rodrigo)
uk: Оновлено переклад іспанською мовою (Mario Rodrigo)

source: Add start-in-background option to UI
ca: Addició de l'opció d'inici en segon pla a la interfície d'usuari
es: Se agregó una opción en la interfaz para comenzar la aplicación en segundo plano
fr: Ajout de l'option start-in-background à l'interface
he: הוספת אפשרות התחלה ברקע למנשק המשתמש
ja: “バックグラウンドで起動”オプションを UI に追加
nl: 'Start op de achtergrond'-optie toevoegen aan de gebruikersinterface
pl: Dodano opcję uruchom w tle do UI
pt_br: Adiciona opção de iniciar em segundo plano à interface do usuário
ru: Добавлена опция запуска в фоне в интерфейс
sv: Lägg till flaggan start-in-background i användargränssnittet
uk: Додано опцію запуску у фоновому режимі до інтерфейсу користувача

source: Add start-in-background command line option
ca: Addició de l'opció de línia d'ordres d'inici en segon pla
es: Se agregó una línea de comando para comenzar la aplicación en segundo plano
fr: Ajout de l'option start-in-background à la ligne de commande
he: הוספת אפשרות התחלה ברקע לשורת הפקודה
ja: “バックグラウンドで起動”コマンドラインオプションを追加
nl: 'Start op de achtergrond' opdrachtregeloptie toevoegen
pl: Dodano opcję uruchom w tle z linii poleceń
pt_br: Adiciona a opção de linha de comando para iniciar em segundo plano
ru: Добавлена опция запуска в фоне в опции командной строки
sv: Lägg till kommandoradsflaggan start-in-background
uk: Додано параметр командного рядка запуску у фоновому режимі

source: Add Italian and Portuguese translations
ca: Addicions de traduccions a l'italià i al portuguès
es: Se agregaron traducciones al italiano y al portugués
fr: Ajout des traductions en italien et en portugais
he: נוספו תרגומים לאיטלקית ולפורטוגלית
ja: イタリア語とポルトガル語の翻訳を更新
nl: Italiaanse en Portugese vertalingen toevoegen
pl: Dodanie włoskiego i portugalskiego tłumaczenia
pt_br: Adiciona traduções em Italiano e Português
ru: Добавлены итальянский и португальский переводы
sv: Lägg till italienska och portugisiska översättningar
uk: Додано переклад італійською та португальською мовами

source: Update Dutch, French and Spanish translations
ca: Actualització de les traduccions al neerlandès, francès i espanyol
es: Se actualizaron las traducciones al holandés, francés y español
fr: Mise à jour des traductions en néerlandais, français et espagnol
he: עודכנו התרגומים להולנדית, צרפתית וספרדית
ja: オランダ語、フランス語、スペイン語の翻訳を更新
nl: Nederlands, Franse en Spaanse vertalingen bijwerken
pl: Aktualizacja holenderskiego, francuskiego i hiszpańskiego tłumaczenia
pt_br: Atualiza traduções em Holandês, Francês e Espanhol
ru: Обновлены нидерландский, французский и испанский переводы
sv: Uppdatering av översättningar till nederländska, franska och spanska
uk: Оновлено переклад нідерландською, французькою та іспанською мовами

source: Fix Japanese translation
ca: Correcció de la traducció al japonès
es: Se corrigió la traducción al japonés
fr: Correction de la traduction en japonais
he: תיקון התרגום ליפנית
ja: 日本語翻訳を修正
nl: Herstel Japanse vertaling
pl: Poprawka do japońskiego tłumaczenia
pt_br: Corrige a tradução Japonesa
ru: Исправления японского перевода
sv: Fixa japansk översättning
uk: Виправлено переклад японською мовою

source: Minor bug fix
ca: Correcció d'errors menors
es: Se realizaron correcciones menores
fr: Correction de bug mineur
he: תיקון תקלה קטנה
ja: 軽微なバグ修正
nl: Minieme bugfix
pl: Pomniejsze poprawki błędów
pt_br: Pequena correção de bug
ru: Незначительные исправления
sv: Mindre buggfix
uk: Усунено незначні вади

source: Make End process button red
ca: Fer vermell el botó d'acabament del procés
es: Se cambió el botón de finalizar proceso para que sea de color rojo
fr: Le bouton Terminer le processus est désormais rouge
he: כפתור סיום התהליך מעתה אדום
ja: “プロセスを終了”ボタンを赤色に変更
nl: Maak de knop 'Proces beëindigen' rood
pl: Przycisk zakończenia procesu jest teraz czerwony
pt_br: Tornar o botão Encerrar processo vermelho
ru: Кнопка «Завершить процесс» теперь красная
sv: Gör knappen Avsluta process röd
uk: Кнопка «Завершити процес» стала червоною

source: Add Japanese translation
ca: Addició de la traducció al japonès
es: Se agregó traducción al japonés
fr: Ajout de la traduction en japonais
he: הוספת תרגום ליפנית
ja: 日本語翻訳を追加
nl: Japanse vertaling toevoegen
pl: Dodanie japońskiego tłumaczenia
pt_br: Adiciona tradução Japonesa
ru: Добавлен японский перевод
sv: Lägg till japansk översättning
uk: Додано переклад японською мовою

source: Add CPU and RAM icons
ca: Addició d'icones de CPU i RAM
es: Se agregaron iconos de CPU y RAM
fr: Ajout des icônes CPU et RAM
he: הוספת סמלי מעבד וזיכרון
ja: CPU と RAM のアイコンを追加
nl: CPU- en RAM-pictogrammen toevoegen
pl: Dodano ikony CPU oraz RAM
pt_br: Adiciona ícones de CPU e memória RAM
ru: Добавлены значки ЦП и ОЗУ
sv: Lägg till CPU- och RAM-ikoner
uk: Додано піктограми ЦП і RAM

source: Fix bug, that caused hanging
ca: S'ha solucionat l'error que provocava la fallada
es: Se corrigió un error que causaba un bloqueo
fr: Correction d'un bug qui provoquait un blocage
he: תוקנה תקלה שגרמה לתקיעה
ja: フリーズの原因となっていたバグを修正
nl: Bug verhelpen die vastlopen veroorzaakt
pl: Naprawiono błąd powodujący wieszanie
pt_br: Corrige bug que causava travamento
ru: Исправлена ошибка, приводившая к зависанию
sv: Åtgärdat fel som orsakade hängning
uk: Виправлено помилку, що призводила до зависання

source: Update Polish and Russian translation
ca: Actualització de la traducció al polonès i rus
es: Se actualizaron las traducciones al polaco y ruso
fr: Mise à jour des traductions en polonais et en russe
he: עודכנו התרגומים לפולנית ולרוסית
ja: ポーランド語とロシア語の翻訳を更新
nl: Poolse en Russische vertaling bijwerken
pl: Aktualizacja polskiego i rosyjskiego tłumaczenia
pt_br: Tradução de Polonês e Russo atualizado
ru: Обновлены польский и русский переводы
sv: Uppdatering av översättning till polska och ryska
uk: Оновлено переклад польською та російською мовами

source: Add Monitor indicator
ca: Addició d'un indicador de monitor
es: Se agregó Monitor como un indicador
fr: Ajout d'un indicateur pour Monitor
he: נוסף מחוון צג
ja: 専用のインジケーターを追加
nl: Monitorindicator toevoegen
pl: Dodano indykator Monitora
pt_br: Adiciona indicador do Monitor
ru: Добавлен индикатор Монитора
sv: Lägg till Övervaka-indikator
uk: Додано індикатор Monitor

source: Add missing extra French translations
ca: Addició de les traduccions addicionals al francès que falten
es: Se agregaron traducciones faltantes del francés
fr: Ajout des traductions supplémentaires manquantes en français
he: נוספו תרגומים חסרים לצרפתית
ja: メタデータ用のフランス語翻訳を追加
nl: Ontbrekende extra Franse vertalingen toevoegen
pl: Dodano brakujące francuskie tłumaczenia
pt_br: Adicionar traduções extras em francês que faltam
ru: Добавлены отсутствующие дополнительные французские переводы
sv: Lägg till saknade extra franska översättningar
uk: Додано відсутні переклади опису французькою мовою

source: Fix: if icon missing for the process, icon is taken from previous process
ca: Correcció: si falta una icona per al procés, la icona es treu del procés anterior
es: Se corrigió que si no había un icono disponible en un proceso, tomaba el icono del proceso anterior
fr: Correction : Si une icône était manquante pour un processus, elle était la même que le processus précédent
he: תיקון: אם סמל חסר בתהליך, נלקח סמל מתהליך קודם
ja: プロセスのアイコンが存在しない場合、列の一つ前のプロセスと同じアイコンを表示していた不具合を修正
nl: Oplossing: als icoon ontbreekt voor het proces, wordt icoon van het vorige proces gebruikt
pl: Poprawka: jeśli brakuje ikony dla procesu to jest ona pobierana od poprzedniego procesu
pt_br: Correção: se o ícone estiver faltando no processo, o ícone será retirado do processo anterior
ru: Исправлено: если у процесса отсутствует значок, он будет взят у предыдущего процесса
sv: Fix: om ikon saknas för processen, tas ikonen från föregående process
uk: Виправлено: якщо для процесу відсутня піктограма, вона береться з попереднього процесу

source: Fix: search erases my input while I'm typing
ca: Correcció: la cerca esborra la meva entrada mentre escric
es: Se corrigió que la búsqueda borraba la entrada mientras se escribía
fr: Correction : La recherche s'effaçait pendant la saisie
he: תיקון: החיפוש מוחק את הקלט שלי תוך כדי הקלדה
ja: 検索処理が文字入力と干渉する不具合を修正
nl: Oplossing: zoeken verwijdert mijn invoer als ik aan het typen ben
pl: Poprawka: wyszukiwanie usuwa napisany tekst podczas pisania
pt_br: Correção: a pesquisa apaga minha entrada enquanto estou digitando
ru: Исправлено: поиск стирает введённый мной текст, когда я пишу
sv: Fix: sökningen raderar min inmatning medan jag skriver
uk: Виправлено: пошук стирає мої дані під час введення

source: Fix POTFILES
ca: Correcció dels POTFILES
es: Se corrigieron los archivos POT
fr: Correction du fichier POTFILES
he: תוקן POTFILES
ja: POTFILES を修正
nl: Oplossing POTBESTANDEN
pl: Naprawiono POTFILES
pt_br: Corrigir POTFILES
ru: Исправлены ПОТФАЙЛЫ
sv: Fixa POTFILES
uk: Виправлено POTFILES

source: System Monitor
he: צג מערכת
ja: システムモニター
uk: Системний монітор

source: Manage processes and monitor resource usage of the system
ca: Gestioneu processos i superviseu l'ús dels recursos del sistema
es: Gestiona procesos y monitoriza el uso de recursos del sistema
fr: Gérez les processus et surveillez l'utilisation des ressources du système
he: ניהול תהליכים ומעקב אחרי ניצולת משאבי המערכת
ja: プロセスを管理し、システムリソースの消費量を監視します
nl: Beheer processen en bewaak de gebruikte systeembronnen
pl: Zarządzaj procesami oraz monitoruj zużycie zasobów systemu
pt_br: Gerencie processos e monitore o uso de recursos do sistema
ru: Управление процессами и мониторинг использования ресурсов системы
sv: Hantera processer och övervaka resursanvändningen i systemet
uk: Керування процесами та спостереження за системними ресурсами

source: System monitor;System usage;Task manager;
ca: Monitor del sistema; Ús del sistema; Gestor de tasques;
es: Monitor del sistema; Uso del sistema; Gestor de tareas;
fr: Moniteur système; Utilisation du système; Gestionnaire des tâches;
he: צג מערכת;ניצולת מערכת;תפוסת מערכת;שימוש במערכת;מנהל משימות;הנהלת משימות;ניהול משימות;
ja: System monitor;System usage;Task manager;システムモニター;システム消費量;タスクマネージャー;
nl: Systeemmonitor;Systeemgebruik;Taakbeheer;
pl: Monitor systemu;Zużycie systemu;Menadżer zadań;
pt_br: Monitor do sistema;Uso do sistema;Gerenciador de tarefas;
ru: System monitor;System usage;Task manager;Системный монитор;Использование системных ресурсов;Диспетчер задач;
sv: Systemövervakning;Systemanvändning;Aktivitetshanterare;
uk: Системний монітор; Використовування системи; Диспетчер завдань;System monitor;System usage;Task manager;

source: Other Improvements:
es: Otras mejoras:
fr: Autres améliorations :
nl: Andere verbeteringen:
pl: Inne poprawki:
pt_br: Outras melhorias:
sv: Andra förbättringar:

source: Updated translations
es: Traducciones actualizadas
fr: Mise à jour des traductions
nl: Bijgewerkte vertalingen
pl: Zaktualizowano tłumaczenia
pt_br: Traduções atualizadas
sv: Uppdaterade översättningar
