Repository: elementary/monitor
Catalog: po/*.po
Languages: be, ca, de, es, fr, he, ja, nl, ro, sl

source: Monitor
be: Манітор
de: Systemaufsicht
he: צג
ja: モニター
sl: Nadzornik

source: Processes
be: Працэсы
ca: Processos
de: Prozesse
es: Procesos
he: תהליכים
ja: プロセス
nl: Processen
ro: Procese
sl: Procesi

source: System
be: Сістэма
ca: Sistema
es: Sistema
fr: Système
he: מערכת
ja: システム
nl: Systeem
ro: Sistem
sl: Sistem

source: Settings
be: Налады
ca: Paràmetres
de: Einstellungen
es: Preferencias
fr: Paramètres
he: הגדרות
ja: 設定
nl: Instellingen
ro: Configurări
sl: Nastavitve

source: N/A
he: לא זמין
nl: n/b

source: Show Monitor
be: Паказаць манітор
ca: Mostra el monitor
de: Systemaufsicht anzeigen
es: Mostrar Monitor
fr: Afficher Monitor
he: הצגת צג
ja: モニターを表示
nl: Monitor tonen
ro: Arată monitorul
sl: Prikaži Monitor

source: Quit Monitor
be: Выхад
ca: Surt del monitor
de: Systemaufsicht beenden
es: Cerrar Monitor
fr: Quitter Monitor
he: יציאה מהצג
ja: モニターを終了
nl: Monitor afsluiten
ro: Închide monitorul
sl: Zapri Monitor

source: Are you sure you want to do this?
ca: Segur que voleu fer això?
de: Sind Sie sicher?
es: ¿Está seguro que dese hacer esto?
fr: Êtes-vous sûr de vouloir faire ça ?
he: להמשיך?
ja: この操作を実行してもよろしいですか?
nl: Weet je zeker dat je dit wilt doen?
ro: Sunteți sigur că doriți să faceți asta?

source: Yes
ca: Sí
de: Ja
es: Si
fr: Oui
he: כן
ja: はい
nl: Ja
ro: Da

source: No
de: Nein
fr: Non
he: לא
ja: いいえ
nl: Nee
ro: Nu

source: PID
he: מזהה תהליך

source: PRI
he: עדיפות
ja: 優先度

source: THR
he: תהליך
ja: スレッド数

source: The app is waiting in an uninterruptible disk sleep
be: Праграма чакае ў бесперапынным рэжыме сну на дыску
ca: L'aplicació espera en una suspensió de disc ininterrompuda
de: Die Anwendung wartet in einem nicht unterbrechungsfähigen Ruhezustand
es: La aplicación está esperando por una suspensión de disco imposible de interrumpir
fr: Le process est en attente d'une opération de disque qui ne peut être interrompue
he: היישום ממתין לשנת כונן ללא הפסקה
ja: 割り込み不能なディスクの入出力待ち
nl: De toepassing wacht op een ononderbreekbare slaapstand
sl: Aplikacija čaka na trdi disk brez možnosti prekinitve

source: Idle kernel thread
be: Неактыўны паток ядра
ca: Fil del nucli inactiu
de: Inaktiver Kernel-Thread
es: Hilo de ejecución del núcleo inactivo
fr: Thread noyau inactif
he: תהליך ליבה בהמתנה
ja: アイドル状態のカーネルスレッド
nl: Inactieve kernel-thread
sl: Nedejavna jedrna nit

source: The process is running or runnable (on run queue)
be: Працэс запушчаны або яго можна запусціць (у чарзе да выканання)
ca: El procés s'executa o es pot executar (a la cua d'execució)
de: Der Prozess wird ausgeführt oder kann ausgeführt werden (in Ausführungswarteschlange)
es: El proceso está ejecutándose o se puede ejecutar (en hilo de ejecución)
fr: Le process est en cours d'exécution ou peut être exécuté (dans la file d'attente d'exécution)
he: התהליך פעיל או שניתן להריץ אותו (בתור להרצה)
ja: 実行状態または実行可能状態のプロセス (実行キューに存在)
nl: Het proces is actief of activeerbaar (in de wachtrij)
ro: Procesul rulează sau poate fi rulat (în coada de rulare)
sl: Proces se izvaja oz. čaka na izvajanje

source: The process is in an interruptible sleep; waiting for an event to complete
be: Працэс у перапынным сну; чакае канца падзеі
ca: El procés està en un son interrompible; s'espera que acabi un esdeveniment
de: Der Prozess befindet sichin einem unterbrechbaren Bereitschaftsmodus und wartet auf ein Ereignis, um fortzufahren
es: El proceso está en una espera imposible de interrumpir. Esperando a que un evento finalice
fr: Le process est en veille ; en attente d'un signal
he: התהליך הוא שינה ללא הפסרה, בהמתנה לסיום אירוע
ja: 割り込み不能な待ち状態 (イベント完了待ち) のプロセス
nl: Het proces bevindt zich in een ononderbreekbare slaapstand, wachtend op afronding van een handeling
sl: Proces je v spanju, ki ga ni moč prekiniti; čaka na zaključek dogodka

source: The process is stopped by a job control signal
be: Працэс спынены сігналам кіравання заданнем
ca: El procés s'atura amb un senyal de control de la tasca
de: Der Prozess wurde vom einem Job-Control-Signal angehalten
es: El proceso se detuvo por una señal de control de procesos
fr: Le process est arrêté par un signal de contrôle de tâche
he: התהליך נעצר על ידי אות בקרת משימה
ja: ジョブ管理シグナルによって停止されたプロセス
nl: Het proces is afgebroken door een taaksignaal
sl: Process je ustavljen s signalom za kontrolo nalog

source: The process is stopped by a debugger during the tracing
be: Працэс спынены адладкай падчас трасіроўкі
he: התהליך נעצר על ידי מנפה שגיאות במהלך מעקב התהליכים
sl: Proces je ustravljen s strani razhroščevalnika

source: The app is terminated but not reaped by its parent
be: Праграма спынена, але не выкарыстоўваецца бацькоўскім працэсам
ca: L'aplicació s'acaba però no la recull el pare
de: Die Anwendung wurde beendet, aber nicht durch ihren Elternprozess aus der Prozesstabelle gelöscht
es: La aplicación ha finalizado, pero no ha sido recuperada por su proceso origen
fr: Le process s'est terminé mais n'a pas été achevé par son parent
he: היישום חוסל אבל לא נגרע מההורה שלו
ja: 終了したが、親プロセスによって回収されなかった子プロセス
nl: De toepassing is gedwongen afgesloten, maar niet door het bovenliggende proces
sl: Aplikacija je zaključena, ampak še ni bila počiščena od starša

source: Opened files
be: Адкрытыя файлы
ca: Fitxers oberts
de: Geöffnete Dateien
es: Archivos abiertos
fr: Fichiers ouverts
he: קבצים פתוחים
ja: 開いているファイル
nl: Geopende bestanden
ro: Fișiere deschise

source: Characters
be: Сімвалы
ca: Caràcters
de: Zeichen
es: Caracteres
fr: Caractères
he: תווים
ja: キャラクタデバイス
nl: Tekens
ro: Caractere

source: System calls
be: Сістэмныя выклікі
ca: Crides del sistema
de: Systemaufrufe
es: Llamadas al sistema
fr: Appels système
he: קריאות מערכת
ja: システムコール
nl: Systeemaanroepen
ro: Apeluri de sistem

source: Read/Written
be: Счытана/Запісана
ca: Llegit / Escrit
de: Gelesen/geschrieben
es: Lectura/escritura
fr: Lecture/Écriture
he: נקרא/נכתב
ja: 読み込み/書き込み
nl: Uitgelezen/Weggeschreven
ro: Citit/scris
sl: Prebrano/zapisano

source: Cancelled write
be: Скасаваны запіс
ca: Escriptura cancel·lada
de: Abgebrochener Schreibvorgänge
es: Escritura cancelada
fr: Écriture annulée
he: כתיבה בוטלה
ja: キャンセルされた書き込み
nl: Wegschrijven afgebroken
ro: Scriere anulată
sl: Preklicano pisanje

source: End Process
ca: Acaba el procés
de: Prozess beenden
es: Finalizar proceso
fr: Mettre fin au processus
he: סגירת תהליך
ja: プロセスを終了
nl: Proces beëindigen
ro: Termină procesul

source: End selected process
ca: Acaba el procés seleccionat
de: Ausgewählten Prozess beenden
es: Finaliza el proceso seleccionado
fr: Mettre fin au processus sélectionné
he: סגירת התהליך הנבחר
ja: 選択したプロセスを終了します
nl: Geselecteerd proces beëindigen
ro: Termină procesul selectat

source: Kill Process
ca: Mata el procés
de: Beenden des Prozesses erzwingen
es: Terminar proceso
fr: Tuer le processus
he: חיסול תהליך
ja: プロセスを強制終了
nl: Proces vernietigen
ro: Omoară procesul

source: Kill selected process
ca: Mata el procés seleccionat
de: Beenden des ausgewählten Prozesses erzwingen
es: Termina el proceso seleccionado
fr: Tuer le processus sélectionné
he: חיסול התהליך הנבחר
ja: 選択したプロセスを強制終了します
nl: Geselecteerd proces vernietigen
ro: Omoară procesul selectat

source: Confirm kill of the process?
ca: Confirmeu la mort del procés?
de: Erzwungenes Beenden des Prozesses bestätigen?
es: ¿Desea terminar el proceso?
fr: Voulez-vous vraiment tuer le processus ?
he: לחסל את התהליך?
ja: プロセスを強制終了してもよろしいですか?
nl: Weet je het zeker?
ro: Confirmi omorârea procesului?

source: Confirm end of the process?
ca: Confirmeu l'acabament del procés?
de: Beenden des Prozesses bestätigen?
es: ¿Desea finalizar el proceso?
fr: Voulez-vous vraiment terminer le processus ?
he: לאשר את סגירת התהליך?
ja: プロセスを終了してもよろしいですか?
nl: Weet je het zeker?
ro: Confirmi terminarea procesului?

source: Process Name
be: Назва працэсу
ca: Nom del procés
de: Prozessname
es: Nombre del proceso
fr: Nom du processus
he: שם התהליך
ja: プロセス名
nl: Procesnaam
ro: Numele procesului
sl: Ime procesa

source: CPU
be: ЦП
he: מעבד
ro: Procesor

source: Memory
be: Памяць
ca: Memòria
de: Arbeitsspeicher
es: Memoria
fr: Mémoire
he: זיכרון
ja: メモリー
nl: Geheugen
ro: Memorie
sl: Pomnilnik

source: CPU: %.1f%%
be: ЦП: %.1f%%
he: מעבד: %.1f%%
ro: Procesor: %.1f%%

source: RAM: %.1f%%
be: Памяць: %.1f%%
he: זיכרון: %.1f%%
ro: Memorie: %.1f%%

source: General
be: Агульныя
de: Allgemein
fr: Général
he: כללי
ja: 一般
nl: Algemeen
sl: Splošno

source: Start in background:
ca: Inicia en segon pla:
de: Im Hintergrund ausführen:
es: Arrancar en segundo plano:
fr: Démarrer en arrière-plan :
he: התחלה ברקע:
ja: バックグラウンドで起動:
nl: Geminimaliseerd opstarten:
ro: Pornește în fundal:

source: Draw smooth lines on CPU chart (requires restart):
ca: Dibuixa línies suaus al gràfic de la CPU (requereix reinici):
de: Feine Linien auf CPU-Diagramm darstellen (erneuter Start erforderlich):
es: Dibujar líneas suaves en diagrama de CPU (requiere reiniciar):
fr: Adoucir les lignes du graphique CPU (nécessite de redémarrer l'application)
he: ציור קווים חלקים בתרשים המעבד (דורש הפעלה מחדש):
ja: CPU グラフの線をなめらかに描画 (再起動が必要):

source: Update every (requires restart):
ca: Actualitza cada (cal reiniciar):
de: Aktualisieren alle (erneuter Start erforderlich):
es: Actualizar cada (requiere reiniciar):
fr: Fréquence de rafraîchissement (nécessite de redémarrer l'application)
he: לעדכן כל (דורש הפעלה מחדש):
ja: 更新間隔 (再起動が必要):

source: 1s
be: 1 с
he: שנ׳
ja: 1 秒

source: 2s
be: 2 с
he: 2 שנ׳
ja: 2 秒

source: 3s
be: 3 с
he: 3 שנ׳
ja: 3 秒

source: 4s
be: 4 с
he: 4 שנ׳
ja: 4 秒

source: 5s
be: 5 с
he: 5 שנ׳
ja: 5 秒

source: Show indicator in Wingpanel
ca: Mostra l'indicador al plafó lateral
de: Indikator im Wingpanel anzeigen
es: Mostrar indicador en el Panel superior
he: הצגת מחוון ב־
ja: Wingpanel にインジケーターを表示

source: Indicator
ca: Indicador
de: Indikator
es: Indicador
he: מחוון
ja: インジケーター

source: Display CPU percentage
ca: Mostra el percentatge de la CPU
de: CPU-Nutzung anzeigen
es: Mostrar porcentaje de CPU
fr: Afficher le pourcentage d'utilisation du CPU
he: הצגת אחוזי מעבד
ja: CPU 使用率を表示
nl: CPU-percentage tonen

source: Display CPU frequency
ca: Mostra la freqüència de la CPU
de: CPU-Frequenz anzeigen
es: Mostrar frecuencia del CPU
fr: Afficher la fréquence du CPU
he: הצגת תדירות מעבד
ja: CPU 周波数を表示

source: Display CPU temperature
ca: Mostra la temperatura de la CPU
de: CPU-Temperatur anzeigen
es: Mostrar temperatura del CPU
fr: Afficher la température du CPU
he: הצגת טמפרטורת מעבד
ja: CPU 温度を表示

source: Display RAM percentage
ca: Mostra percentatge de la RAM
de: RAM-Belegung anzeigen
es: Mostrar porcentaje de la RAM
fr: Afficher le pourcentage de remplissage de la RAM
he: הצגת אחוזי זיכרון
ja: RAM 使用率を表示

source: Display network upload
ca: Mostra la càrrega de la xarxa
de: Netzwerk-Upload anzeigen
es: Mostrar velocidad de carga de la red
fr: Afficher la vitesse d'envoi du réseau
he: הצגת העלאה דרך הרשת
ja: ネットワーク送信量を表示
nl: Uploadsnelheid tonen

source: Display network download
ca: Mostra la baixada de la xarxa
de: Netzwerk-Download anzeigen
es: Mostrar velocidad de descarga de la red
fr: Afficher la vitesse de téléchargement du réseau
he: הצגת הורדה דרך הרשת
ja: ネットワーク受信量を表示
nl: Downloadsnelheid tonen

source: Display GPU percentage
ca: Mostra el percentatge de la GPU
de: GPU-Nutzung anzeigen
es: Mostrar porcentaje de la GPU
fr: Afficher le pourcentage d'utilisation du GPU
he: הצגת אחוזי מעבד גרפי
ja: GPU 使用率を表示

source: Display VRAM percentage
ca: Mostra el percentatge de la VRAM
de: VRAM-Belegung anzeigen
es: Mostrar porcentaje de la VRAM
fr: Afficher le pourcentage de remplissage de la VRAM
he: הצגת אחוזי זיכרון וירטואלי
ja: VRAM 使用率を表示

source: Display GPU temperature
ca: Mostra la temperatura de la GPU
de: GPU-Temperatur anzeigen
es: Mostrar temperatura de la GPU
fr: Afficher la température du GPU
he: הצגת טמפרטורת מעבד גרפי
ja: GPU 温度を表示

source: Enabled
ca: Habilitat
de: Aktiviert
es: Activado
fr: Activé
he: מופעל
ja: 有効
nl: Ingeschakeld

source: Disabled
ca: Inhabilitat
de: Deaktiviert
es: Desactivado
fr: Désactivé
he: כבוי
ja: 無効
nl: Uitgeschakeld

source: Frequency
be: Частата
ca: Freqüència
de: Frequenz
es: Frecuencia
fr: Fréquence
he: תדירות
ja: 周波数
sl: Frekvenca

source: Temperature
be: Тэмпература
ca: Temperatura
de: Temperatur
es: Temperatura
fr: Température
he: טמפרטורה
ja: 温度
sl: Temperatura

source: GHz
be: ГГц
he: גה״ץ

source: THREADS
be: ПАТОКІ
ca: FILS
es: HILOS
he: תהליכים
ja: スレッド
nl: AANTAL KERNEN
sl: NITI

source: Features
be: Функцыі
ca: Característiques
de: Funktionen
es: Características
fr: Fonctionnalités
he: יכולות
ja: 命令セット
nl: Kenmerken
sl: Značilnosti

source: Bugs
be: Хібы
ca: Errors
de: Fehler
es: Errores
he: תקלות
ja: バグ
sl: Hrošči

source: Model:
be: Мадэль:
de: Modell:
es: Modelo:
fr: Modèle :
he: דגם:
ja: モデル:

source: Family:
be: Сям'я:
ca: Família:
de: Familie:
es: Familia:
fr: Famille :
he: משפחה:
ja: CPU ファミリー:
nl: Reeks:
sl: Družina:

source: Microcode ver.:
be: Вер. мікракода:
ca: Versió del microcodi:
es: Versión del microcódigo:
fr: Version de microprogramme :
he: גרסת מיקרוקוד:
ja: マイクロコードバージョン:
nl: Microcode-versie:
sl: Različica mikrokode:

source: L1 Instruction cache:
be: Кэш інструкцый L1:
ca: Memòria cau d'instruccions L1:
es: Caché de instrucciones L1:
fr: Cache d'instruction L1 :
he: מטמון הנחיות L1:
ja: L1 命令キャッシュ:
sl: L1 ukazni prepomnilnik:

source: L1 Data cache:
be: Кэш даных L1:
ca: Memòria cau de dades L1:
es: Caché de datos L1:
fr: Cache de données L1 :
he: מטמון נתונים L1:
ja: L1 データキャッシュ:
sl: L1 podatkovni predpomnilnik:

source: L1 cache:
be: Кэш L1:
ca: Mmemòria cau L1:
es: Caché L1:
fr: Cache L1 :
he: מטמון L1:
ja: L1 キャッシュ:
sl: L1 predpomnilnik:

source: L2 Cache size:
be: Памер кэшу L2:
ca: Mida de la memòria cau L2:
de: L2-Cache-Größe:
es: Tamaño del caché L2:
fr: Taille de cache L2 :
he: גודל מטמון L2:
ja: L2 キャッシュサイズ:
sl: L2 predpomnilnik:

source: L3 Cache size:
be: Памер кэшу L3:
ca: Mida de la memòria cau L3:
de: L3-Cache-Größe:
es: Tamaño del caché L3:
fr: Taille de cache L3 :
he: גודל מטמון L3:
ja: L3 キャッシュサイズ:
sl: L3 predpomnilnik:

source: Address sizes:
be: Памеры адрасоў:
ca: Mides de l'adreça:
de: Adressgrößen:
es: Tamaño de las direcciones:
fr: Longueur des adresses :
he: גודלי כתובות:
ja: アドレスサイズ:
sl: Naslovna velikost:

source: Buffered
be: Буферызавана
ca: A la memòria intermèdia
de: Gepuffert
es: En búfer
fr: Tampon
he: בזיכרון החוצץ
ja: バッファ
sl: Medpomnjeni

source: Cached
be: Кэшавана
ca: A la cau
es: En caché
fr: En cache
he: במטמון
ja: キャッシュ
sl: Predpomnilnik

source: Locked
be: Заблакіравана
ca: Blocat
de: Gesperrt
es: Protegida
fr: Verrouillé
he: נעול
ja: ロック状態
sl: Zaklenjeno

source: Total
be: Усяго
de: Gesamt
he: סך הכול
ja: 合計
sl: Skupaj

source: Used
be: Выкарыстана
ca: Usat
de: Verwendet
es: Usada
fr: Rempli
he: בשימוש
ja: 使用中
sl: Zasedeno

source: Shared
be: Абагульнена
ca: Compartit
de: Geteilt
es: Compartida
fr: Partagé
he: משותף
ja: 共有中
sl: Deljeno

source: Network
be: Сетка
ca: Xarxa
de: Netzwerk
es: Red
fr: Réseau
he: רשת
ja: ネットワーク
nl: Netwerk
sl: Omrežje

source: DOWN
be: СПАМП
ca: AVALL
de: AB
es: RECIBIDO
fr: DESCENDANT
he: הורדה
ja: 受信
sl: DOL

source: UP
be: ЗАПАМП
ca: AMUNT
de: AUF
es: ENVIADO
fr: MONTANT
he: העלאה
ja: 送信
sl: GOR

source: Storage
be: Сховішча
ca: Emmagatzematge
de: Massenspeicher
es: Almacenamiento
fr: Stockage
he: אחסון
ja: ストレージ
nl: Opslag
sl: Shranjevanje

source: WRITE
be: ЗАПІС
ca: ESCRIPTURA
de: SCHREIBEN
es: ESCRITO
fr: ÉCRITURE
he: כתיבה
ja: 書き込み
nl: WEGGESCHREVEN
sl: PISANJE

source: READ
be: ЧЫТАННЕ
ca: LECTURA
de: LESEN
es: LEÍDO
fr: LECTURE
he: קריאה
ja: 読み込み
nl: UITGELEZEN
sl: BRANJE

source: Not mounted
be: Не падключана
ca: Sense muntar
de: Nicht eingehängt
es: No montado
fr: Non-monté
he: לא מעוגן
ja: 未マウント
nl: Niet aangekoppeld
sl: Ni priklopljen

source: VRAM
be: ВІДЭА
he: זיכרון וירטואלי

source: TEMPERATURE
be: ТЭМПЕРАТУРА
ca: TEMPERATURA
de: TEMPERATUR
es: TEMPERATURA
fr: TEMPÉRATURE
he: טמפרטורה
ja: 温度
nl: TEMPERATUUR
ro: TEMPERATURĂ
sl: TEMPERATURA

source: Search Process
be: Пошук працэсу
ca: Cerca un procés
de: Prozess suchen
es: Buscar proceso
fr: Rechercher un processus
he: חיפוש תהליך
ja: プロセスを検索
nl: Zoeken naar proces
ro: Caută un proces

source: Type process name or PID to search
be: Увядзіце назву працэсу або PID для пошуку
ca: Escriviu el nom o el PID del procés per cercar-lo
de: Geben Sie den zu suchenden Prozessnamen oder die PID ein
es: Introduce el nombre del proceso o el PID
fr: Tapez le nom d'un processus ou un PID à rechercher
he: נא להקליד שם תהליך או מזהה תהליך לחיפוש
ja: プロセス名か PID を入力して検索
nl: Voer de procesnaam of pid in
ro: Introdu numele unui proces sau un PID pentru a căuta

source: Swap
ca: Intercanvi
es: Intercambio
he: החלפה
ja: スワップ
nl: Wisselgeheugen
sl: Izmenjalna datoteka

source: GPU
be: Графічны працэсар
he: מעבד גרפי

source: Calculating…
be: Падлік…
ca: Es calcula…
de: Berechnen …
es: Calculando…
fr: Calcul en cours…
he: מתבצע חישוב…
ja: 計算しています…
nl: Bezig met berekenen…
ro: Se calculează...
sl: Računam…

source: Check on Github
be: Праглядзець на Github
ca: Vegeu-ho al Github
es: Ver en Github
he: לבדוק ב־GitHub
ja: GitHub で確認
nl: Controleren op GitHub

source: UTILIZATION
be: ВЫКАРЫСТАННЕ
ca: ÚS
de: NUTZUNG
es: UTILIZACIÓN
fr: UTILISATION
he: ניצולת
ja: 使用率
nl: GEBRUIK
ro: UTILIZARE

source: Shut Down…
be: Завяршэнне працы…
sl: Izklop…

source: Force Quit…
be: Прымусовае закрыццё…
sl: Prisilno končaj…

source: Force “%s” to quit without initiating shutdown tasks?
be: Прымусова закрыць “%s” без выканання канчатковых задач?

source: This may lead to data loss. Only Force Quit if Shut Down has failed.
be: Гэта можа прывесці да страты даных. Выкарыстоўвайце прымусовае закрыццё толькі калі завяршэнне працы не ўдалося.

source: Force Quit
be: Закрыць прымусова

source: Ask “%s” to shut down?
be: Запытаць завяршэнне працы “%s”?

source: The process will be asked to initiate shutdown tasks and close. In some cases the process may not quit.
be: Працэсу паступіць запыт на выкананне канчатковых задач і закрыццё. У некаторых выпадках працэс можа не завяршыцца.

source: Shut Down
be: Завершыць працу

source: KiB
be: КіБ
fr: Kio
ro: Kio

source: MiB
be: МіБ
fr: Mio
ro: Mio

source: GiB
be: ГіБ
fr: Gio
ro: Gio

source: Update frequency
be: Частата абнаўлення
sl: Pogostost posodobitve

source: Requires restart
be: Патрабуе перазагрузкі
sl: Zahteva ponovni zagon

source: Start in background
be: Запуск у фоне
sl: Zaženi v ozadju

source: Draw smooth lines on CPU chart
be: Плаўныя лініі для дыяграмы ЦП
sl: Nariši gladke črte na grafikon CPU

source: Show in panel
be: Паказваць на панэлі
sl: Prikaži v vrhnji plošči

source: CPU percentage
be: Выкарыстоўванне ЦП
sl: Odstotek CPU

source: CPU frequency
be: Частата ЦП
sl: Frekvenca CPU

source: CPU temperature
be: Тэмпература ЦП
sl: Temperatura CPU

source: RAM percentage
be: Выкарыстоўванне аператыўнай памяці
sl: Odstotek pomnilnika

source: Network upload
be: Хуткасць запампоўкі
sl: Oddajanje

source: Network download
be: Хуткасць спампоўкі
sl: Prejemanje

source: GPU percentage
be: Выкарыстанне графічнага працэсара
sl: Odstotek GPU

source: VRAM percentage
be: Выкарыстоўванне відэапамяці
sl: Odstotek grafičnega pomnilnika

source: GPU temperature
be: Тэмпература графічнага працэсара
sl: Temperatura GPU

source: Containers
fr: Conteneurs
ja: コンテナ

source: NI
ja: NICE 値

source: The process is stopped stopped by a debugger during the tracing
ca: Un depurador atura el procés durant el seguiment
de: Der Prozess wurde während des Tracings durch einen Debugger angehalten
fr: Le process est arrêté par un débogueur
ja: トレース中にデバッガーによって停止されたプロセス
nl: Het proces is afgebroken door een foutopsporingstoepassing

source: Show containers tab (requires restart):
fr: Afficher l'onglet des conteneurs (nécessite de redémarrer l'application)
ja: コンテナタブを表示 (再起動が必要):

source: B
fr: o
ro: o

source: Deleted
nl: Verwijderd
ro: Șters

source: Show Indicator in Wingpanel
nl: Indicator tonen op Wingpanel

source: Display Memory percentage
nl: Geheugenpercentage tonen

source: Display temperature
nl: Temperatuur tonen

source: Show detailed info
nl: Uitgebreide informatie tonen
ro: Arată informații detaliate

source: FREQUENCY
nl: FREQUENTIE
ro: FRECVENȚĂ

source: L1 Instruction cache:
nl: L1-instructiecache:

source: L1 Data cache:
nl: L1-gegevenscache:

source: L2 Cache size:
nl: L2-cache-omvang:

source: L3 Cache size:
nl: L3-cache-omvang:

source: Address sizes:
nl: Adresgroottes:

source: Total:
nl: Totaal:

source: Used:
nl: Gebruikt:
ro: Folosit:

source: Shared:
nl: Gedeeld:
ro: Partajat:

source: Buffered:
nl: Gebufferd:
ro: Buffer:

source: Cached:
nl: Gecachet:
ro: Cache:

source: Locked:
nl: Vergrendeld:
ro: Blocat:

source: Total: %s
nl: Totaal: %s

source: Used: %s
nl: Gebruikt: %s
ro: Folosit: %s

source: Shared: %s
nl: Gedeeld: %s
ro: Partajat: %s

source: Buffered: %s
nl: Gebufferd: %s
ro: Buffer: %s

source: Cached: %s
nl: Gecachet: %s
ro: Cache: %s

source: Locked: %s
nl: Vergrendeld: %s
ro: Blocat: %s

source: Search process name or PID
sl: Išči ime procesa ali PID

source: Swap Total
sl: Skupaj izmenjalne

source: Swap Used
sl: Zasedene izmenjalne

source: Utilization
sl: Uporaba

source: Hide detailed info
ro: Ascunde informațiile detaliate

source: Show an indicator:
ro: Arată un indicator:
